/* title for intraday close */
"close" = "סגירה";

/* title for intraday high */
"high" = "גבוה";

/* title for intraday low */
"low" = "נמוך";

/* title for the main selection screen */
"Main screen" = "מסך ראשי";

/* title for intraday open */
"open" = "פתיחה";

/* title for the bank selection screen */
"Select Bank" = "בחר בנק";

/* title for intraday time */
"time" = "זמן";

/* title for intraday volume */
"volume" = "נפח";

